/* No comment provided by engineer. */
"product-not-found" = "Покупаемый товар не найден. Обратитесь в службу поддержки приложения.";

/* No comment provided by engineer. */
"invalid-products" = "Некоторые из продуктов не зарегистрированы или сняты с продажи. Обратитесь в службу поддержки приложения.";

/* No comment provided by engineer. */
"product-list-unavailable" = "Невозможно получить список продуктов. %@.";

/* No comment provided by engineer. */
"can-not-activate-product" = "Не удалось активировать купленный продукт. Обратитесь в службу поддержки приложения.";

/* No comment provided by engineer. */
"product-activator-not-found" = "Не удалось найти обработчик купленного продукта. Обратитесь в службу поддержки приложения.";

/* No comment provided by engineer. */
"client-invalid-error" = "Покупка запрещена. Обратитесь в службу поддержки приложения.";

/* No comment provided by engineer. */
"payment-invalid-error" = "Невозможно купить незарегистрированный или снятый с продажи продукт. Обратитесь в службу поддержки приложения.";

/* No comment provided by engineer. */
"payment-not-allowed-error" = "Покупка запрещена на устройстве. Обратитесь в службу поддержки приложения.";

/* No comment provided by engineer. */
"warning-alert-title" = "Предупреждение";

/* No comment provided by engineer. */
"error-alert-title" = "Ошибка";

/* No comment provided by engineer. */
"close" = "Закрыть";

